Repository: Bakhodir95/sql_davomi_2_dars
Catalog: lib/l10n/app_*.arb
Languages: uz

source: HelloWorld!
uz: Salom Dunyo

source: apple
uz: Olma

# apples
source: {count, plural, =0{no apples} =1{1 apple} other{{count} apples}}
uz: {count, plural, =0{olmalar yo'q} =1{1 ta olma} other{{count} ta olmalar}}

source: Todos
uz: Rejalar

source: Todo
uz: Reja

source: Notes
uz: Eslatmalar

source: Courses
uz: Kurslar

source: Home
uz: Bosh sahifa

source: Admin Panel
uz: Boshqaruv oynasi

source: Settings
uz: Sozlamalar

source: Profile
uz: Shaxsiy kabinet

# prepairing
source: prepairimg for exams
uz: imtihonga tayyorgarlik

source: Lessons
uz: Darslar

# data
source: Data Type
uz: Ma'lumot turlari

# uploading
source: uploading python devices
uz: python uskunalarini yuklab olish

source: Functions
uz: Funksiyalar

# error
source: Error Catch
uz: Xatolarni tuzatish

source: Edit
uz: Tahrirlash

source: Delete
uz: O'chirish

source: Add Notes
uz: Eslatma qo'shish

source: Title
uz: Mavzu

source: Description
uz: Tasvirlash

source: Enter Date
uz: Sanani kizgazish

source: Cancel
uz: Bekor qilish

source: Save
uz: Saqlash

source: Edit Notes
uz: Eslatmani tahgrirlash
